IDEA Open Model
ResultOfDeformation.Ux Property
Compatible with IDEA StatiCa v 10.1
 Deformation in the x direction
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Ux { get; set; }
Public Property Ux As Double
	Get
	Set
public:
property double Ux {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ResultOfDeformation Class
IdeaRS.OpenModel.Result Namespace